{
	"main_title": "Layers in the Peace Machine",
	"main_subtitle": "The Layer of Sharing",
	"main_description": "The Peace Machine is built together, layer by layer – from each person's stories, perspectives, and the shared will to create peace. Share your own personal memory and you will be part of the Peace Machine. You can also explore memories shared by others.",
	"main_btn_take_part": "Take Part",
	"main_btn_explore": "Explore memories",
	"main_link_rk": "https://oulu2026.eu/en/programme/culture-programme/layers-in-the-peace-machine/",
	"main_link_oulu": "https://oulu2026.eu/en/",
	"main_link_ekho": "https://ekho.fi/",
	"main_link_gdpr": "https://oulu2026.eu/en/gdpr/",
	"submit_input_placeholder": "Type here...",
	"submit_type_more": "You need to share a bit more to participate in building the peace machine.",
	"submit_please_extend": "Please extend your story.",
	"submit_disclaimer": "By submitting, I confirm that I am the original author of this memory and have the right to publish it. I also confirm that the memory does not contain any personal or sensitive information about others.",
	"submit_acknowlegment": "Thanks for sharing your memory. Now it’s time to join it with the other memories by clicking the button below.",
	"submit_btn_submit": "Submit",
	"explore_modal_btn_closest": "Closest",
	"explore_modal_btn_furthest": "Furthest",
	"explore_toast_from_submit": "Thank you. Your memory will be now part of the peace machine.",
	"explore_toast_from_home": "Explore Memories",
	"header_btn_translate_all": "Translate memories",
	"header_btn_exit": "Exit Memories",
	"error_btn_home": "Start over",
	"error_description_db": "Oops, memories have lost in the unreachable. Refresh the page or return later to explore the map of memories.",
	"error_description_404": "You ended up somewhere that doesn’t exist. Click the link below to move into the beginning and participate in building the peace machine.",
	"error_description_general": "Even when building the Peace Machine, something can go wrong. Refresh the page or start over by clicking the link below."
}
